src/test/testtool/ZoekMetGeslachtsnaamEnGeboortedatum/02/response.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Body><BG:npsLa01 xmlns:BG="http://www.egem.nl/StUF/sector/bg/0310" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:StUF="http://www.egem.nl/StUF/StUF0301" xmlns:a="http://www.egem.nl/StUF/StUF0301" xmlns:gml="http://www.opengis.net/gml" xmlns:ns="http://www.egem.nl/StUF/sector/bg/0310" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<BG:stuurgegevens>
		<StUF:berichtcode>La01</StUF:berichtcode>
		<StUF:zender>
			<StUF:organisatie xmlns:stuf="http://www.egem.nl/StUF/StUF0301">NEDGR</StUF:organisatie>
			<StUF:applicatie xmlns:stuf="http://www.egem.nl/StUF/StUF0301">NEDMAG_VnA</StUF:applicatie>
		</StUF:zender>
		<StUF:ontvanger>
			<StUF:organisatie xmlns:stuf="http://www.egem.nl/StUF/StUF0301"/>
			<StUF:applicatie xmlns:stuf="http://www.egem.nl/StUF/StUF0301">LBA</StUF:applicatie>
			<StUF:gebruiker xmlns:stuf="http://www.egem.nl/StUF/StUF0301">SH2102</StUF:gebruiker>
		</StUF:ontvanger>
		<StUF:crossRefnummer>659bf66e3ee6</StUF:crossRefnummer>
		<StUF:entiteittype>NPS</StUF:entiteittype>
	</BG:stuurgegevens>
	<BG:parameters>
		<StUF:indicatorVervolgvraag>false</StUF:indicatorVervolgvraag>
		<StUF:aantalVoorkomens>1</StUF:aantalVoorkomens>
	</BG:parameters>
	<BG:antwoord>
		<BG:object StUF:entiteittype="NPS" StUF:sleutelVerzendend="ac47aaecf19c4a1c779f4c64c05c84a7c0c17d54">
			<BG:inp.bsn>999993215</BG:inp.bsn>
			<BG:inp.a-nummer StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:geslachtsnaam>Schoon</BG:geslachtsnaam>
			<BG:voorvoegselGeslachtsnaam StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:voorletters>B.</BG:voorletters>
			<BG:voornamen>Bernard</BG:voornamen>
			<BG:aanduidingNaamgebruik StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:geslachtsnaamPartner xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:voorvoegselGeslachtsnaamPartner xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:aanhefAanschrijving xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:voornamenAanschrijving xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:geslachtsnaamAanschrijving xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:adellijkeTitelPredikaat xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:geslachtsaanduiding>M</BG:geslachtsaanduiding>
			<BG:geboortedatum>19710728</BG:geboortedatum>
			<BG:inp.geboorteplaats StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:inp.geboorteLand StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:overlijdensdatum StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:verblijfsadres>
				<BG:aoa.identificatie xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
				<BG:wpl.woonplaatsNaam> AMSTERDAM</BG:wpl.woonplaatsNaam>
				<BG:aoa.woonplaatsWaarinGelegen>
					<BG:wpl.identificatie xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
					<BG:wpl.woonplaatsNaam xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
				</BG:aoa.woonplaatsWaarinGelegen>
				<BG:gor.identificatie xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
				<BG:opr.identificatie xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
				<BG:gor.openbareRuimteNaam>Polderweg</BG:gor.openbareRuimteNaam>
				<BG:gor.straatnaam StUF:noValue="geenWaarde" xsi:nil="true"/>
				<BG:aoa.postcode>1093 KP</BG:aoa.postcode>
				<BG:aoa.huisnummer>92</BG:aoa.huisnummer>
				<BG:aoa.huisletter StUF:noValue="geenWaarde" xsi:nil="true"/>
				<BG:aoa.huisnummertoevoeging StUF:noValue="geenWaarde" xsi:nil="true"/>
				<BG:inp.locatiebeschrijving StUF:noValue="geenWaarde" xsi:nil="true"/>
				<BG:begindatumVerblijf StUF:noValue="geenWaarde" xsi:nil="true"/>
			</BG:verblijfsadres>
			<BG:sub.correspondentieAdres/>
			<BG:sub.telefoonnummer xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:sub.faxnummer xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:sub.emailadres xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:sub.url xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:sub.rekeningnummerBankGiro xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:inp.burgerlijkeStaat xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:inp.gemeenteVanInschrijving StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:inp.datumInschrijving StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:vbt.aanduidingVerblijfstitel xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:inp.datumVestigingInNederland StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:inp.immigratieLand xsi:nil="true" StUF:noValue="nietGeautoriseerd"/>
			<BG:inp.datumVertrekUitNederland StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:inp.emigratieLand StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:ing.indicatieGezagMinderjarige StUF:noValue="geenWaarde" xsi:nil="true"/>
			<BG:inp.indicatieGeheim>0</BG:inp.indicatieGeheim>
		</BG:object>
	</BG:antwoord>
</BG:npsLa01></soapenv:Body></soapenv:Envelope>